Repository: liigo/try-omegat
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh

source: A 30-minute Introduction to Rust
zh: 三十分钟认识Rust语言

source: Hello RustCC (Rust Chinese Community).
zh: 亲爱的Rust中文圈的朋友们你们好吗？

source: Hi OmegaT!
zh: 嘿，哦买告的！

source: I'm telling you three secrets:
zh: 我要送你三个大咪咪：

source: Rust is a modern systems programming language focusing on safety and speed.
zh: Rust是一款现代的系统级编程语言，专注于安全和速度。

source: This is Liigo.
zh: 我是人见人爱花见花开的Liigo呀！
